Repository: GastonDiggers/mt_align
Catalog: data/output_2023-02-26_17-26-14/document-fr-en.tmx
Source language: en
Languages: fr

source: DFR Sample 01
fr: :!! Echantillon DFR 01

source: This file contains a number of exact repetitions and similar sentences to illustrate how DFR can recognize and process similarities based on the Min. match rate value and the use of Reference and FuzzyVar files.
fr: :!! Ce fichier contient un certain nombre de répétitions exactes et de phrases similaires pour illustrer comment DFR peut reconnaître et traiter les similitudes en fonction du Min. la valeur du taux de correspondance et l'utilisation des fichiers Reference et FuzzyVar.

source: Basic test procedure:
fr: :!! Procédure de test de base :

source: Load the file into your translation environment.
fr: :!! Chargez le fichier dans votre environnement de traduction.

source: Export it as XLIFF bilingual.
fr: :!! Exportez-le au format XLIFF bilingue.

source: Use DFR to process the XLIFF file.
fr: :!! Utilisez DFR pour traiter le fichier XLIFF.

source: Import the “fuzzyrep” XLIFF file back into your translation environment.
fr: :!! Réimportez le fichier XLIFF "fuzzyrep" dans votre environnement de traduction.

source: Repeat the process with different DFR settings to observe their locking effects.
fr: :!! Répétez le processus avec différents paramètres DFR pour observer leurs effets de verrouillage.

source: For more details, see the DFR guide.
fr: :!! Pour plus de détails, consultez le guide DFR.

source: Similar sentences
fr: :!! Phrases similaires

source: The rain in Spain falls mainly on the plain.
fr: :!! La pluie en Espagne tombe principalement sur la plaine.

source: The rain in France falls mainly on the plain.
fr: :!! La pluie en France tombe principalement sur la plaine.

source: The rain in Italy falls mainly on the plain.
fr: :!! La pluie en Italie tombe principalement sur la plaine.

source: The rain in Germany falls mainly on the plain.
fr: :!! La pluie en Allemagne tombe principalement sur la plaine.

source: The rain in Spain fell mainly on the plain.
fr: :!! La pluie en Espagne est tombée principalement sur la plaine.

source: The snow in Spain falls mainly on the plain.
fr: :!! La neige en Espagne tombe principalement sur la plaine.

source: The snow in Spain falls mostly on the plain.
fr: :!! La neige en Espagne tombe principalement sur la plaine.

source: The rain in Spain falls mainly in the valleys.
fr: :!! La pluie en Espagne tombe principalement dans les vallées.

source: In Spain, the rain falls mainly on the plain.
fr: :!! En Espagne, la pluie tombe principalement sur la plaine.

source: Format variations
fr: :!! Variantes de formats

source: The rain in France falls mainly on the plain!
fr: :!! La pluie en France tombe principalement en plaine !

source: The rain in ITALY falls mainly on the plain.
fr: :!! La pluie en ITALIE tombe principalement sur la plaine.

source: The raaain in Germany falls mainly on the plain.
fr: :!! Le raaain en Allemagne tombe principalement sur la plaine.

source: Exact repetitions
fr: :!! Répétitions exactes

source: Spain has a population of approximately 46.57 million and a total area of 505 990 square kilometres.
fr: :!! L'Espagne a une population d'environ 46,57 millions d'habitants et une superficie totale de 505 990 kilomètres carrés.

source: France has a population of approximately 67.12 million and a total area of 643 801 square kilometres.
fr: :!! La France a une population d'environ 67,12 millions d'habitants et une superficie totale de 643 801 kilomètres carrés.

source: Italy has a population of approximately 60.59 million for a total area of 301 338 square kilometres.
fr: :!! L'Italie a une population d'environ 60,59 millions d'habitants pour une superficie totale de 301 338 kilomètres carrés.

source: Germany has a population of approximately 82.79 million and a total area of 357 386 square km.
fr: :!! L'Allemagne a une population d'environ 82,79 millions d'habitants et une superficie totale de 357 386 km2.

source: Format + text variations
fr: :!! Format + variantes de texte

source: Spain has a population of almost 50 million and a total area of around 500 000 square kilometres.
fr: :!! L'Espagne a une population de près de 50 millions d'habitants et une superficie totale d'environ 500 000 kilomètres carrés.

source: France has a total population of approximately 67.12 million and an area of 643 801 square kilometres.
fr: :!! La France a une population totale d'environ 67,12 millions d'habitants et une superficie de 643 801 kilomètres carrés.

source: Real repetitions
fr: :!! De vraies répétitions

source: Italy has a population of approximately 60.59 million and a total area of 301 338 square kilometres.
fr: :!! L'Italie a une population d'environ 60,59 millions d'habitants et une superficie totale de 301 338 kilomètres carrés.

source: Germany has a population of approximately 82.79 million and a total area of 357 386 square kilometres.
fr: :!! L'Allemagne a une population d'environ 82,79 millions d'habitants et une superficie totale de 357 386 kilomètres carrés.

source: Similar sentences (variables)
fr: :!! Phrases similaires (variables)

source: The KVR XT001A meets the needs of the most demanding professionals by providing 4 output formats.
fr: :!! Le KVR XT001A répond aux besoins des professionnels les plus exigeants en proposant 4 formats de sortie.

source: The PBR DF320X meets the needs of the most demanding professionals by providing 8 output formats.
fr: :!! Le PBR DF320X répond aux besoins des professionnels les plus exigeants en proposant 8 formats de sortie.

source: The JMG DF530W meets the needs of the most demanding professionals by providing 16 output formats.
fr: :!! Le JMG DF530W répond aux besoins des professionnels les plus exigeants en proposant 16 formats de sortie.

source: ABC960i meets the needs of the most demanding professionals by providing 32 output formats.
fr: :!! ABC960i répond aux besoins des professionnels les plus exigeants en proposant 32 formats de sortie.

source: ABC960i Standard meets the needs of the most demanding professionals by providing 64 output formats.
fr: :!! ABC960i Standard répond aux besoins des professionnels les plus exigeants en proposant 64 formats de sortie.

source: ABC960i Advanced meets the needs of the most demanding professionals by providing 128 output formats.
fr: :!! ABC960i Advanced répond aux besoins des professionnels les plus exigeants en proposant 128 formats de sortie.

source: ABC960i Advanced Pro meets the needs of the most demanding professionals by providing 256 output formats.
fr: :!! ABC960i Advanced Pro répond aux besoins des professionnels les plus exigeants en proposant 256 formats de sortie.

source: Kevrenn ABC960i Advanced Pro meets the needs of the most demanding professionals by providing 512 output formats.
fr: :!! Kevrenn ABC960i Advanced Pro répond aux besoins des professionnels les plus exigeants en proposant 512 formats de sortie.

source: The PBR DF320X meets the needs of the most demanding professionals by providing 8 output formats!!!
fr: :!! Le PBR DF320X répond aux besoins des professionnels les plus exigeants en proposant 8 formats de sortie !!!

source: The JMG DF530W meets the needs of the most demanding professionals by providing 99 output formats.
fr: :!! Le JMG DF530W répond aux besoins des professionnels les plus exigeants en proposant 99 formats de sortie.

source: Repetitions from the reference file (already in translation)
fr: :!! Répétitions du dossier de référence (déjà en traduction)

source: The file must be in valid xliff format.
fr: :!! Le fichier doit être au format xliff valide.

source: It does not have to be fully edited, or even translated.
fr: :!! Il n'a pas besoin d'être entièrement édité, ni même traduit.

source: DFR 2.2 will only use it to protect any repetitions that will come from this file to the other documents.
fr: :!! DFR 2.2 ne l'utilisera que pour protéger les éventuelles répétitions qui proviendront de ce fichier vers les autres documents.
